Repository: jpmendezf/avrilstoreapp
Catalog: lib/l10n/app_*.arb
Languages: ar

# phone_number_ucf
source: Phone Number
ar: رقم التليفون

source: Enter the verification code that sent to your email recently.
ar: أدخل رمز التحقق الذي تم إرساله إلى بريدك الإلكتروني مؤخرًا.

source: Enter the verification code that sent to your phone recently.
ar: أدخل رمز التحقق الذي تم إرساله إلى هاتفك مؤخرًا.

# resend_code_ucf
source: Resend Code
ar: أعد إرسال الرمز

source: Enter the code
ar: ادخل الرمز

source: Enter the code sent
ar: أدخل الرمز المرسل

# congratulations_ucf
source: Congratulations !!
ar: تهانينا !!

source: You have successfully changed your password
ar: لقد غيرت كلمة سرك بنجاح

# password_changed_ucf
source: Password Changed
ar: تم تغيير كلمة السر

# back_to_Login_ucf
source: Back to Login
ar: العودة إلى تسجيل الدخول

# cart_ucf
source: Cart
ar: عربة التسوق

source: Fetching nagad url ...
ar: إحضار رابط نجاد ...

source: Pay with Nagad
ar: ادفع مع نجاد

source: Pay with Iyzico
ar: ادفع مع Iyzico

# if_you_are_finding_any_problem_while_logging_in
source: If you are finding any problem while logging in please contact the admin
ar: إذا وجدت أي مشكلة أثناء تسجيل الدخول ، يرجى الاتصال بالمسؤول

source: Fetching paypal url ...
ar: الحصول على عنوان url الخاص بـ paypal ...

source: Pay with Paypal
ar: الدفع عن طريق PayPal

source: Pay with Paystack
ar: الدفع باستخدام Paystack

source: Pay with Paytm
ar: الدفع باستخدام Paytm

source: Pay with Razorpay
ar: ادفع بواسطة Razorpay

source: Pay with Instamojo
ar: ادفع مع Instamojo

source: Fetching sslcommerz url ...
ar: إحضار عنوان url sslcommerz ...

source: Pay with Sslcommerz
ar: ادفع مع Sslcommerz

source: Pay with Stripe
ar: الدفع باستخدام Stripe

source: Your delivery location . . .
ar: موقع التسليم الخاص بك. . .

source: Calculating...
ar: تشغيل الحساب ...

source: Pick Here
ar: اختر هنا

source: Amount,Name and Transaction id are necessary
ar: المبلغ والاسم ومعرف المعاملة ضرورية

source: Photo proof is necessary
ar: إثبات الصورة ضروري

source: All * marked fields are mandatory
ar: * جميع الحقول المعلمة إلزامية

# correctly_fill_up_the_necessary_information
source: Correctly fill-up the necessary information. Later you cannot edit or re-submit the form
ar: أدخل المعلومات اللازمة بشكل صحيح. في وقت لاحق لا يمكنك تحرير أو إعادة إرسال النموذج

# transaction_id_ucf
source: Transaction Id
ar: رقم التحويلة

# photo_proof_ucf
source: Photo Proof
ar: إثبات الصورة

source: only image file allowed
ar: يسمح فقط بملف الصورة

# offline_ucf
source: Offline
ar: غير متصل على الانترنت

source: Type your review here ...
ar: اكتب رأيك هنا ...

# no_more_reviews_ucf
source: No More Reviews
ar: لا المزيد من التعليقات

# loading_more_reviews_ucf
source: Loading More Reviews ...
ar: جارٍ تحميل المزيد من المراجعات ...

# no_reviews_yet_be_the_first
source: No reviews yet. Be the first one to review this product
ar: لا تعليقات حتى الآن. كن أول من يراجع هذا المنتج

source: You need to login to give a review
ar: تحتاج إلى تسجيل الدخول لتقديم الاستعراض

# review_can_not_empty_warning
source: Review cannot be empty
ar: لا يمكن أن تكون المراجعة فارغة

source: At least one star must be given
ar: يجب إعطاء نجمة واحدة على الأقل

# password_changes_ucf
source: Password Changes
ar: تغيير كلمة المرور

# basic_information_ucf
source: Basic Information
ar: معلومات اساسية

# new_password_ucf
source: New Password
ar: كلمة المرور الجديدة

# update_profile_ucf
source: Update Profile
ar: تحديث الملف

# update_password_ucf
source: Update Password
ar: تطوير كلمة المرور

# edit_profile_ucf
source: Edit Profile
ar: تعديل الملف الشخصي

# picked_ucf
source: Picked
ar: المحدد

# top_selling_ucf
source: Top Selling
ar: الأكثر مبيعًا

# store_home_ucf
source: Store Home
ar: متجر المنزل

# new_arrivals_products_ucf
source: New Arrivals Products
ar: منتجات الوافدين الجدد

source: No featured product is available from this seller
ar: لا يوجد منتج مميز متاح من هذا البائع

source: No new arrivals
ar: لا يوجد قادمون جدد

# view_all_products_prom_this_seller_all_capital
source: View All Products From This Seller
ar: عرض جميع المنتجات من هذا البائع

source: Search products of shop
ar: ابحث عن منتجات المتجر

# today_ucf
source: Today
ar: اليوم

# total_collected_ucf
source: Total Collected
ar: المجموع الذي تم جمعه

# yesterday_ucf
source: Yesterday
ar: أمس

source: Your app is now
ar: تطبيقك الآن

source: You are currently offline
ar: أنت حاليا غير متصل

# view_details_ucf
source: View Details
ar: عرض التفاصيل

# pending_ucf
source: Pending
ar: قيد الانتظار

# picked_up_ucf
source: Picked Up
ar: التقطت

# money_withdraw_ucf
source: Money Withdraw
ar: سحب نقدي

# payment_history_ucf
source: Payment History
ar: تاريخ الدفع

# add_new_coupon_ucf
source: Add New Coupon
ar: أضف قسيمة جديدة

# warning_ucf
source: Warning!
ar: تحذير!

# coupon_code_is_empty_ucf
source: Coupon Code Is Empty
ar: رمز القسيمة فارغ

# discount_amount_is_invalid_ucf
source: Discount Amount Is Invalid
ar: مبلغ الخصم غير صالح

# please_select_minimum_1_product_ucf
source: Please Select Minimum 1 Product
ar: الرجاء تحديد منتج واحد على الأقل

# invalid_minimum_shopping_ucf
source: Invalid Minimum Shopping
ar: الحد الأدنى للشراء غير صالح

# invalid_maximum_discount_ucf
source: Invalid Maximum Discount
ar: الحد الأقصى للخصم غير صالح

# edit_coupon_ucf
source: Edit Coupon
ar: تحرير القسيمة

# save_ucf
source: Save
ar: يحفظ

# discount_ucf
source: Discount
ar: تخفيض

# add_your_coupon_code_ucf
source: Add Your Coupon Code
ar: أضف رمز القسيمة الخاص بك

# minimum_shopping_ucf
source: Minimum Shopping
ar: تسوق بسيط

# maximum_discount_amount_ucf
source: Maximum Discount Amount
ar: الحد الأقصى لمبلغ الخصم

source: Coupon information adding
ar: أضف معلومات القسيمة

# select_products_ucf
source: Select Products
ar: حدد المنتجات

# offline_payment_ucf
source: Offline Payment
ar: الدفع دون اتصال بالإنترنت

# youtube_ucf
source: Youtube
ar: موقع YouTube

# dailymotion_ucf
source: Dailymotion
ar: ديلي موشن

# vimeo_ucf
source: Vimeo
ar: فام

# save_n_unpublish_ucf
source: Save & Unpublish
ar: حفظ & إلغاء النشر

# save_n_publish_ucf
source: Save & Publish
ar: احفظها وانشرها

# product_information_ucf
source: Product Information
ar: معلومات المنتج

# unit_ucf
source: Unit
ar: الوحدة

# unit_eg_ucf
source: Unit (e.g. KG, Pc etc)
ar: الوحدة (مثل KG ، Pc ، إلخ.)

# weight_in_kg_ucf
source: Weight (In Kg)
ar: الوزن (كجم)

# minimum_purchase_quantity_ucf
source: Minimum Purchase Quantity
ar: الحد الأدنى لكمية الشراء

# tags_ucf
source: Tags
ar: العلامات

# type_and_hit_enter_to_add_a_tag_ucf
source: Type and hit enter to add a tag
ar: اكتب واضغط على Enter لإضافة علامة

# barcode_ucf
source: Barcode
ar: الباركود

# refundable_ucf
source: Refundable
ar: برد

# product_description_ucf
source: Product Description
ar: وصف المنتج

# cash_on_delivery_ucf
source: Cash on Delivery
ar: الدفع عند الاستلام

# vat_n_tax_ucf
source: Vat & Tax
ar: ضريبة القيمة المضافة

# product_images_ucf
source: Product Images
ar: صور المنتج

# thumbnail_image_300_ucf
source: Thumbnail Image (300x300)
ar: صورة مصغرة (300 × 300)

# thumbnail_image_300_des
source: These images are visible in all products box. Use 300x300 size image. Keep some blank space around main object of your image as we had to crop some edge in different devices to make it responsive.
ar: هذه الصور مرئية على علبة جميع المنتجات. استخدم صورة بحجم 300 × 300. احتفظ ببعض المساحة الفارغة حول الكائن الرئيسي لصورتك حيث كان علينا قص بعض الحواف في أجهزة مختلفة لجعلها مستجيبة.

# product_videos_ucf
source: Product Videos
ar: فيديو المنتج

# video_provider_ucf
source: Video Provider
ar: مزود الفيديو

# video_link_ucf
source: Video Link
ar: رابط الفيديو

# video_link_des
source: Use proper link without extra parameter. Don't use short share link/embedded iframe code.
ar: استخدم الارتباط المناسب بدون معلمة إضافية. لا تستخدم رابط المشاركة المختصر / كود iframe المضمن.

# pdf_description_ucf
source: PDF Description
ar: وصف PDF

# pdf_specification_ucf
source: PDF Specification
ar: مواصفات PDF

# unit_price_ucf
source: Unit Price
ar: سعر الوحدة

# discount_date_range_ucf
source: Discount Date Range
ar: نطاق تاريخ الخصم

# external_link_ucf
source: External Link
ar: رابط خارجي

source: Leave it blank if you do not use external site link
ar: اتركه فارغًا إذا كنت لا تستخدم ارتباط موقع خارجي

# external_link_button_text_ucf
source: External Link Button Text
ar: نص زر الارتباط الخارجي

# low_stock_quantity_warning_ucf
source: Low Stock Quantity Warning
ar: تحذير انخفاض كمية المخزون

# stock_visibility_state_ucf
source: Stock Visibility State
ar: حالة رؤية المخزون

# product_variation_ucf
source: Product Variation
ar: تنوع المنتج

# colors_ucf
source: Colors
ar: الألوان

# attributes_ucf
source: Attributes
ar: صفات

# meta_title_ucf
source: Meta Title
ar: عنوان الفوقية

# meta_image_ucf
source: Meta Image
ar: الصورة الوصفية

# shipping_configuration_ucf
source: Shipping Configuration
ar: تكوين الشحن

source: Shipping configuration is maintained by Admin.
ar: يتم الاحتفاظ بتكوين الشحن من قبل المسؤول.

# estimate_shipping_time_ucf
source: Estimate Shipping Time
ar: تقدير وقت الشحن

# shipping_days_ucf
source: Shipping Days
ar: أيام الشحن

# gallery_images_600
source: Gallery Images (600x600)
ar: معرض الصور (600 × 600)

# these_images_are_visible_in_product_details_page_gallery_600
source: These images are visible in product details page gallery. Use 600x600 sizes images.
ar: هذه الصور مرئية في معرض صفحة تفاصيل المنتج. استخدم 600 × 600 صورة.

# photo_ucf
source: Photo
ar: صورة

# general_ucf
source: General
ar: عام

# media_ucf
source: Media
ar: أساليب

# price_n_stock_ucf
source: Price & Stock
ar: السعر والمخزون

# shipping_ucf
source: Shipping
ar: شحن

# add_new_product_ucf
source: Add New Product
ar: أضف منتج جديد

# product_reviews_ucf
source: Product Reviews
ar: تعليقات المنتج

# update_now_ucf
source: Update Now
ar: تحديث الان

# slug_ucf
source: Slug
ar: سبيكة

# update_product_ucf
source: Update Product
ar: تحديث المنتج

source: Shop banner image is required.
ar: مطلوب صورة لافتة المتجر.

source: Banner settings
ar: إعدادات البانر

source: Banner (1500 x 450)
ar: بانر (1500 × 450)

# banner_1500_x_450_des
source: We had to limit height to maintain consistency. In some device both side of the banner might be cropped for height limitation.
ar: كان علينا تحديد الارتفاع للحفاظ على الاتساق. في بعض الأجهزة ، قد يتم اقتصاص جانبي الشعار لتقليل الارتفاع.

source: Delivery boy pickup point
ar: فتى التوصيل يلتقط نقطة

# longitude_ucf
source: Longitude
ar: خط الطول

# latitude_ucf
source: Latitude
ar: خط العرض

source: Update location
ar: تحديث الموقع

# calculating_ucf
source: Calculating
ar: حساب

# pick_here_ucf
source: Pick Here
ar: اختر هنا

source: Shop name is required
ar: اسم المتجر مطلوب

source: Shop phone is required
ar: هاتف المتجر مطلوب

source: Shop address is required
ar: عنوان المحل مطلوب

source: Shop title is required
ar: عنوان المحل مطلوب

source: Shop description is required
ar: وصف المحل مطلوب

source: Shop logo is required
ar: شعار المتجر مطلوب

# general_setting_ucf
source: General Setting
ar: الإعداد العام

source: Shop description
ar: وصف المحل

source: Shop title
ar: عنوان المحل

source: Shop phone
ar: متجر الهواتف

source: Shop address
ar: عنوان المحل

# shop_name_ucf
source: Shop Name
ar: اسم المحل

# shop_logo_ucf
source: Shop logo
ar: متجر الشعار

# shop_settings_ucf
source: Shop Settings
ar: إعدادات المتجر

source: Social media link
ar: رابط وسائل التواصل الاجتماعي

# google_ucf
source: Google
ar: جوجل

# twitter_ucf
source: Twitter
ar: تويتر

# instagram_ucf
source: Instagram
ar: انستغرام

# facebook_ucf
source: Facebook
ar: فيسبوك

# upload_file_ucf
source: Upload File
ar: تحميل ملف

# commission_history_ucf
source: Commission History
ar: تاريخ اللجنة

source: Chat list
ar: قائمة الدردشة

# admin_commission_ucf
source: Admin Commission
ar: لجنة الإدارة

source: Create a ticket
ar: إنشاء تذكرة

# subject_ucf
source: Subject
ar: مشكلة

source: Provide a detailed description
ar: قدم وصفاً مفصلاً

source: Send ticket
ar: أرسل التذكرة

# top_products_ucf
source: Top Products
ar: أهم المنتجات

# your_categories_ucf
source: Your Categories
ar: فئاتك

# sales_stat_ucf
source: Sales Stat
ar: إحصائيات المبيعات

# product_upload_limit_ucf
source: Product Upload Limit:
ar: حد تحميل المنتج:

# package_expires_at_ucf
source: Package Expires at:
ar: تنتهي العبوة في:

# manage_n_organize_your_shop
source: Manage & organize your shop.
ar: إدارة وتنظيم متجرك.

source: Configure your payment method.
ar: تكوين طريقة الدفع الخاصة بك.

# configure_now_ucf
source: Configure Now
ar: تكوين الآن

source: Go to settings
ar: اذهب للاعدادات

# payment_settings_ucf
source: Payment Settings
ar: إعدادات الدفع

# rating_ucf
source: Rating
ar: تقييم

# total_orders_ucf
source: Total Orders
ar: إجمالي الطلبات

# total_sales_ucf
source: Total Sales
ar: إجمالي المبيعات

# hi_welcome_to_all_lower
source: hi, welcome to
ar: مرحبا أهلا وسهلا

# login_to_your_account_all_lower
source: login to your account
ar: تسجيل الدخول إلى حسابك

source: In case of any difficulties, contact with admin.
ar: في حالة وجود أي صعوبات ، اتصل بالمسؤول.

# pending_balance_ucf
source: Pending Balance
ar: اتزان رائع

# send_withdraw_request_ucf
source: Send Withdraw Request
ar: تقديم طلب سحب

# premium_package_for_seller_ucf
source: Premium Package for Seller
ar: حزمة قسط للبائع

# select_payment_type_ucf
source: Select Payment Type
ar: اختر طريقة الدفع

# select_payment_option_ucf
source: Select Payment Option
ar: حدد خيار الدفع

# enter_phone_number_ucf
source: Enter phone number
ar: أدخل رقم الهاتف

# we_will_send_you_a_OTP_code_if_the_mail_id_is_correct_ucf
source: We will send you a OTP code if the mail id is correct.
ar: سنرسل لك رمز OTP إذا كان معرف البريد صحيحًا.

# we_will_send_you_a_OTP_code_if_the_phone_no_is_correct_ucf
source: We will send you a OTP code if the phone no is correct.
ar: سنرسل لك رمز OTP إذا كان رقم الهاتف صحيحًا.

# reset_password_ucf
source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Bank payment
ar: الدفع المصرفية

source: Cash payment
ar: الدفع نقدا

source: Bank account number
ar: رقم الحساب المصرفي

source: Bank account name
ar: اسم الحساب البنكي

# bank_name_ucf
source: Bank Name
ar: اسم البنك

# bank_routing_number_ucf
source: Bank Routing Number
ar: رقم التحويل المصرفي

# no_more_refund_requests_ucf
source: No More Refund Requests
ar: لا مزيد من طلبات استرداد الأموال

# approved_ucf
source: Approved
ar: موافقة

# approve_ucf
source: Approve
ar: يعتمد

# rejected_ucf
source: Rejected
ar: غير مقبول

# reject_ucf
source: Reject
ar: يرفض

# support_tickets_ucf
source: Support Tickets
ar: تذاكر الدعم الفني

# options_ucf
source: Options
ar: خيارات

source: Amount is invalid
ar: المبلغ غير صالح

source: Message is invalid
ar: الرسالة غير صحيحة

# coupon_ucf
source: Coupon
ar: قسيمة

# withdraw_ucf
source: Withdraw
ar: تراجع

# conversation_ucf
source: Conversation
ar: محادثة

# wholesale_prices_ucf
source: Wholesale Prices
ar: السعر الكلي

# min_quantity_ucf
source: Minimum Quantity
ar: الكمية الدنيا

# max_quantity_ucf
source: Maximum Quantity
ar: الكمية القصوى

# add_more_ucf
source: Add More
ar: أضف المزيد

source: OR
ar: أو

source: Registration
ar: تسجيل

source: Be a seller
ar: كن بائعا

# personal_info_ucf
source: Personal Info
ar: معلومات شخصية

# basic_info_ucf
source: Basic Info
ar: معلومات اساسية

source: Shop Name
ar: اسم المحل

source: OK
ar: نعم

source: Verify Now
ar: تأكد الان

source: Verify your account
ar: تحقق من حسابك

source: Your account is unverified
ar: لم يتم التحقق من حسابك

# verification_form_ucf
source: Verification Form
ar: استمارة التحقق

# cancel_order_ucf
source: Cancel Order
ar: إلغاء الأمر

# re_order_ucf
source: Reorder
ar: إعادة الترتيب

# info_ucf
source: Info
ar: معلومة

# min_qty_ucf
source: Min Qty
ar: الكمية الدنيا

# max_qty_ucf
source: Max Qty
ar: الكمية القصوى

# no_file_chosen_ucf
source: No File Chosen
ar: لم تقم باختيار ملف

# product_file_ucf
source: Product File
ar: ملف المنتج

# purchase_price_ucf
source: Purchase Price
ar: سعر الشراء

# refunded_ucf
source: Refunded
ar: القيامة

# bid_for_product_ucf
source: Bid For Product
ar: حاول الحصول على المنتج

# min_bid_amount_ucf
source: Min Bid Amount
ar: الحد الأدنى لمبلغ العطاء

# place_bid_price_ucf
source: Place Bid Price
ar: مكان سعر العطاء

source: Please fill out this form
ar: يرجى ملء هذا النموذج

# value_must_be_greater
source: Value must be greater than minimum bid
ar: يجب أن تكون القيمة أكبر من الحد الأدنى لعرض التسعير

# value_must_be_greater_or_equal
source: Value must be greater than or equal to Minimum bid
ar: يجب أن تكون القيمة أكبر من أو تساوي الحد الأدنى لعرض التسعير
