Repository: jpmendezf/avrilstoreapp
Catalog: lib/l10n/app_*.arb
Languages: ar

# auction_product_ucf
source: Auction Products
ar: منتجات المزاد

# auction_product_screen_title
source: Auction Product
ar: منتج المزاد

source: All Bidded Products
ar: جميع منتجات العطاءات

# auction_purchase_history_ucf
source: Auction Purchase History
ar: تاريخ شراء المزاد

# auction_my_bid_ucf
source: My Bid
ar: مناقصتي

# auction_highest_bid_ucf
source: Highest Bid
ar: منظر علوي

# auction_order_ucf
source: Auction Orders
ar: أوامر المزاد

# auction_start_date_ucf
source: Start Date
ar: تاريخ البدء

# auction_end_date_ucf
source: End Date
ar: تاريخ الانتهاء

# auction_total_bids_ucf
source: Total Bids
ar: إجمالي العطاءات

# auction_price_ucf
source: Price
ar: سعر

# auction_view_bids_ucf
source: View All Bids
ar: عرض جميع العطاءات

# auction_all_bids_ucf
source: All Bids
ar: كل العطاءات

# auction_biding_price_date_range_ucf
source: Product Bidding Price + Date Range
ar: سعر عرض أسعار المنتج + النطاق الزمني

# auction_starting_bid_price_ucf
source: Starting bidding price
ar: ابدأ سعر المزايدة

# auction_date_range_ucf
source: Auction Date Range
ar: نطاق تاريخ المزاد

source: Auction Will End
ar: سينتهي المزاد

# starting_bid_ucf
source: Starting Bid
ar: ابدأ بالمزايدة

# highest_bid_ucf
source: Highest Bid
ar: منظر علوي

# place_bid_ucf
source: Place Bid
ar: مكان العطاءات

# change_bid_ucf
source: Change Bid
ar: تغيير العطاء

source: Are you sure to mark this as delivered ?
ar: هل أنت متأكد من وضع علامة على هذا على أنه تم التسليم؟

source: Are you sure to mark this as picked up ?
ar: هل أنت متأكد من تحديد هذا على أنه محدد؟

source: Are you sure to request cancellation ?
ar: هل أنت متأكد من طلب الإلغاء؟

# enter_address_ucf
source: Enter Address
ar: أدخل العنوان

source: Back to shipping info
ar: رجوع إلى معلومات الشحن

source: Select a city
ar: اختر مدينة

source: Select a state
ar: اختر ولاية

source: Select a country
ar: اختر دولة

# address_ucf
source: Address
ar: عنوان

# city_ucf
source: City
ar: مدينة

# enter_city_ucf
source: Enter City
ar: أدخل المدينة

# postal_code_ucf
source: Postal Code
ar: رمز بريدي

# enter_postal_code_ucf
source: Enter Postal Code
ar: أدخل الرمز البريدي

# country_ucf
source: Country
ar: أمة

# enter_country_ucf
source: Enter Country
ar: أدخل الدولة

# state_ucf
source: State
ar: ولاية

# enter_state_ucf
source: Enter State
ar: أدخل الدولة

# phone_ucf
source: Phone
ar: هاتف

# enter_phone_ucf
source: Enter Phone
ar: أدخل الهاتف

source: Are you sure to remove this address ?
ar: هل أنت متأكد من إزالة هذا العنوان؟

source: Addresses of user
ar: عناوين المستخدمين

source: Double tap on an address to make it default
ar: انقر نقرًا مزدوجًا على عنوان لجعله افتراضيًا

source: No country available
ar: لا يوجد بلد متاح

source: No state available
ar: لا يوجد بلد متاح

source: No city available
ar: لا توجد مدينة متاحة

# loading_countries_ucf
source: Loading Countries ...
ar: تحميل البلدان ...

# loading_states_ucf
source: Loading States ...
ar: تحميل البلدان ...

# loading_cities_ucf
source: Loading Cities ...
ar: تحميل المدن ...

source: Select a country first
ar: حدد الدولة أولا

source: Select a state first
ar: حدد ولاية أولاً

# edit_ucf
source: Edit
ar: يطلق

# delete_ucf
source: Delete
ar: يمسح

# add_location_ucf
source: Add Location
ar: أضف الموقع

source: Assigned
ar: متهم

# amount_to_Collect_ucf
source: Amount to Collect
ar: المبلغ المراد تحصيله

# account_delete_ucf
source: Account Delete
ar: حذف الحساب

source: Fetching bkash url ...
ar: إحضار رابط بكاش ...

source: Pay with Bkash
ar: الدفع نقدا

# search_product_of_brand
source: Search products of brand
ar: ابحث عن المنتجات ذات العلامات التجارية

source: Do you want to delete it?
ar: هل تريد حذفه؟

source: You need to log in
ar: تحتاج إلى تسجيل الدخول

source: Please choose valid info
ar: الرجاء اختيار المعلومات الصحيحة

source: Nothing to pay
ar: لا شيء للدفع

# see_details_all_lower
source: see details
ar: انظر التفاصيل

source: No payment method is added
ar: لم يتم إضافة طريقة الدفع

source: Please choose one option to pay
ar: الرجاء اختيار خيار دفع واحد

source: No data is available
ar: لا تتوافر بيانات

# no_address_is_added
source: No Addresses is added
ar: لم يتم إضافة عناوين

# add_new_address
source: Add new addresses
ar: أضف عناوين جديدة

# loading_more_products_ucf
source: Loading More Products ...
ar: جارٍ تحميل المزيد من المنتجات ...

# no_more_products_ucf
source: No More Products
ar: لا مزيد من المنتجات

source: No product is available
ar: لا يوجد منتج متوفر

# loading_more_brands_ucf
source: Loading More Brands ...
ar: جارٍ تحميل المزيد من العلامات التجارية ...

# no_more_brands_ucf
source: No More Brands
ar: لا مزيد من العلامات التجارية

source: No brand is available
ar: لا توجد علامة تجارية متاحة

# loading_more_items_ucf
source: Loading More Items ...
ar: جارٍ تحميل المزيد من العناصر ...

# no_more_items_ucf
source: No More Items
ar: ليس هناك المزيد من العناصر

source: No item is available
ar: لا يوجد عنصر متاح

# loading_more_shops_ucf
source: Loading More Shops ...
ar: تحميل المزيد من المتاجر ...

# no_more_shops_ucf
source: No More Shops
ar: لا مزيد من المتاجر

source: No shop is available
ar: لا يوجد متجر متاح

# loading_more_histories_ucf
source: Loading More Histories ...
ar: تحميل المزيد من السجلات ...

# no_more_histories_ucf
source: No More Histories
ar: لا مزيد من التاريخ

source: No history is available
ar: لا يوجد سجل متاح

# loading_more_categories_ucf
source: Loading More Categories ...
ar: تحميل المزيد من الفئات ...

# no_more_categories_ucf
source: No More Categories
ar: لا مزيد من الفئات

source: No category is available
ar: لا يوجد فصل متاح

source: Coming soon
ar: بالكاد

# close_all_capital
source: CLOSE
ar: يغلق

# close_all_lower
source: close
ar: يغلق

# close_ucf
source: Close
ar: يغلق

# cancel_all_capital
source: CANCEL
ar: يقضي على

# cancel_all_lower
source: cancel
ar: يقضي على

# cancel_ucf
source: Cancel
ar: يقضي على

# confirm_all_capital
source: CONFIRM
ar: بالتأكيد

# confirm_all_lower
source: confirm
ar: بالتأكيد

# confirm_ucf
source: Confirm
ar: بالتأكيد

# update_all_capital
source: UPDATE
ar: للتحديث

# update_all_lower
source: update
ar: للتحديث

# update_ucf
source: Update
ar: للتحديث

# send_all_capital
source: SEND
ar: يرسل

# send_all_lower
source: send
ar: يرسل

# send_ucf
source: Send
ar: يرسل

# clear_all_capital
source: CLEAR
ar: واضح

# clear_all_lower
source: clear
ar: واضح

# clear_ucf
source: Clear
ar: واضح

# apply_all_capital
source: APPLY
ar: تتقدم

# apply_all_lower
source: apply
ar: تتقدم

# apply_ucf
source: Apply
ar: تتقدم

# add_all_capital
source: ADD
ar: يضيف

# add_all_lower
source: add
ar: يضيف

# add_ucf
source: Add
ar: يضيف

# copied_ucf
source: Copied
ar: نسخ

# proceed_ucf
source: Proceed
ar: يكمل

# proceed_all_caps
source: PROCEED
ar: يكمل

# submit_ucf
source: Submit
ar: انه يقدم

# view_more_ucf
source: View More
ar: أظهر المزيد

# show_less_ucf
source: Show Less
ar: عرض أقل

# selected_ucf
source: Selected
ar: محدد

source: Creating order ...
ar: إنشاء طلب ...

# payment_cancelled_ucf
source: Payment Cancelled
ar: تم إلغاء الدفع

# photo_permission_ucf
source: Photo Permission
ar: حتى الصور

source: This app needs permission
ar: هذا التطبيق يحتاج إلى إذن

# deny_ucf
source: Deny
ar: ينفي

# settings_ucf
source: Settings
ar: إعدادات

source: Go to your application settings and give photo permission
ar: انتقل إلى إعدادات التطبيق الخاص بك ومنح الإذن للصور

source: No file is chosen
ar: لم يتم اختيار اي ملف

# yes_ucf
source: Yes
ar: نعم

# no_ucf
source: No
ar: لا

# date_ucf
source: Date
ar: تاريخ

# follow_ucf
source: Follow
ar: هو يتابع

# followed_ucf
source: Followed
ar: هو يتابع

# unfollow_ucf
source: Unfollow this seller
ar: إلغاء متابعة هذا البائع

# continue_ucf
source: Continue
ar: مكتمل

# day_ucf
source: Day
ar: يوم

# days_ucf
source: Days
ar: أيام

# network_error
source: Something went wrong. Network Error
ar: هناك شئ غير صحيح. خطأ في الشبكة

source: Get locations
ar: احصل على المواقع

# get_direction_ucf
source: Get Direction
ar: احصل على اتجاه

# digital_product_screen_
source: Digital Product
ar: منتج رقمي

# digital_product_ucf
source: Digital Products
ar: المنتجات الرقمية

# dashboard_ucf
source: Dashboard
ar: لوحة القيادة

# earnings_ucf
source: Earnings
ar: الأرباح

# not_logged_in_ucf
source: Not Logged In
ar: لم يتم دخولك

# change_language_ucf
source: Change Language
ar: تغيير اللغة

# home_ucf
source: Home
ar: منزل

# profile_ucf
source: Profile
ar: حساب الملف الشخصي

# orders_ucf
source: Orders
ar: الطلبات

# my_wishlist_ucf
source: My Wishlist
ar: قائمة امنياتي

# messages_ucf
source: Messages
ar: رسائل

# wallet_ucf
source: Wallet
ar: محفظة

# login_ucf
source: Login
ar: تسجيل الدخول

# logout_ucf
source: Logout
ar: تسجيل خروج

source: Mark as picked
ar: ضع علامة عليها على أنها محددة

# my_delivery_ucf
source: My Delivery
ar: التسليم الخاص بي

# my_earnings_ucf
source: My Earnings
ar: أجري

# my_collection_ucf
source: My Collection
ar: مجموعتي

source: Do you want close the app?
ar: هل تريد إغلاق التطبيق؟

# top_categories_ucf
source: Top Categories
ar: أعلى الفئات

# brands_ucf
source: Brands
ar: العلامات التجارية

# top_sellers_ucf
source: Top Sellers
ar: الأفضل مبيعًا

# todays_deal_ucf
source: Todays Deal
ar: صفقة اليوم

# flash_deal_ucf
source: Flash Deal
ar: صفقة سريعة

# featured_categories_ucf
source: Featured Categories
ar: فئات مميزة

# featured_products_ucf
source: Featured Products
ar: منتجات مميزة

# all_products_ucf
source: All Products
ar: جميع المنتجات

source: Search anything ...
ar: ابحث عن أي شيء ...

source: No carousel image found
ar: لم يتم العثور على صورة دائرية

source: No category found
ar: الفئة غير موجودة

# categories_ucf
source: Categories
ar: فئات

# view_products_ucf
source: View Products
ar: مشاهدة المنتجات

# view_subcategories_ucf
source: View Sub-Categories
ar: عرض الفئات الفرعية

source: No sub categories available
ar: لا توجد فئات فرعية متاحة

# all_products_of_ucf
source: All Products of
ar: جميع المنتجات

source: Cannot order more than
ar: لا يمكن طلب أكثر من واحد

# items_of_this_all_lower
source: item(s) of this
ar: عنصر (عناصر) من هذا

source: Are you sure to remove this item ?
ar: هل أنت متأكد من إزالة هذا العنصر؟

source: Cart is empty
ar: البطاقة فارغة

# total_amount_ucf
source: Total Amount
ar: المبلغ الإجمالي

# update_cart_ucf
source: Update Cart
ar: قم بتحديث سلة التسوق الخاصة بك

# proceed_to_shipping_ucf
source: Proceed To Shipping
ar: اذهب إلى الشحن

# shopping_cart_ucf
source: Shopping Cart
ar: عربة التسوق

source: Please log in to see the cart items
ar: الرجاء تسجيل الدخول لعرض عناصر عربة التسوق

source: Cancel request is already send
ar: تم تقديم طلب الإلغاء بالفعل

# classified_ads_ucf
source: Classified Ads
ar: الإعلانات المبوبة

# currency_change_ucf
source: Change Currency
ar: تغيير العملة

# collection_ucf
source: Collection
ar: مجموعة

# load_more_ucf
source: Load More
ar: تحميل المزيد

source: Type your message here ...
ar: اكتب رسالتك هنا...

source: Enter coupon code
ar: أدخل رمز القسيمة

# subtotal_all_capital
source: SUB TOTAL
ar: المجموع الفرعي

# tax_all_capital
source: TAX
ar: ضريبة

# shipping_cost_all_capital
source: SHIPPING COST
ar: رسوم الشحن

# discount_all_capital
source: DISCOUNT
ar: تخفيض

# grand_total_all_capital
source: GRAND TOTAL
ar: المجموع الإجمالي

# coupon_code_ucf
source: Coupon Code
ar: رمز الكوبون

# apply_coupon_all_capital
source: APPLY COUPON
ar: تطبيق القسيمة

# place_my_order_all_capital
source: PLACE MY ORDER
ar: ضع طلبي

# buy_package_ucf
source: Buy Package
ar: شراء حزمة

# remove_ucf
source: Remove
ar: يزيل

# checkout_ucf
source: Checkout
ar: الدفع

# cancelled_delivery_ucf
source: Cancelled Delivery
ar: التسليم ملغى

# completed_delivery_ucf
source: Completed Delivery
ar: التسليم الكامل

source: Search products from
ar: ابحث عن منتجات من

source: No language is Added
ar: لا توجد لغة مضافة

source: Points converted to wallet
ar: النقاط المحولة إلى المحفظة

# show_wallet_all_capital
source: SHOW WALLET
ar: عرض المحفظة

# earned_points_ucf
source: Earned Points
ar: النقاط التي أحرزتها

# converted_ucf
source: Converted
ar: محولة

# done_all_capital
source: DONE
ar: النهاية

# convert_now_ucf
source: Convert Now
ar: تحويل الآن

# my_products_ucf
source: My Products
ar: منتجاتي

# current_package_ucf
source: Current Package
ar: الرزمة الحالية

# upgrade_package_ucf
source: Upgrade Package
ar: حزمة الترقية

# add_new_products_ucf
source: Add New Products
ar: أضف منتجات جديدة

source: Please turn on your internet connection
ar: يرجى تشغيل اتصال الإنترنت الخاص بك

source: Please log in to see the profile
ar: الرجاء تسجيل الدخول لعرض الملف الشخصي

# notification_ucf
source: Notification
ar: يلاحظ

# purchase_history_ucf
source: Purchase History
ar: تاريخ الشراء

# earning_points_history_ucf
source: Earning Points History
ar: تاريخ النقاط المكتسبة

# refund_requests_ucf
source: Refund Requests
ar: طلبات الاسترداد

# in_your_cart_all_lower
source: in your cart
ar: في عربة التسوق الخاصة بك

# in_your_wishlist_all_lower
source: in your wishlist
ar: في قائمة أمنياتك

# your_ordered_all_lower
source: you ordered
ar: انا سألت

# language_ucf
source: Language
ar: لغة

# currency_ucf
source: Currency
ar: عملة

# my_orders_ucf
source: My Orders
ar: طلباتي

# downloads_ucf
source: Downloads
ar: التحميلات

# coupons_ucf
source: Coupons
ar: كوبونات

# favorite_seller_ucf
source: Favorite Seller
ar: البائع المفضل

# all_digital_products_ucf
source: All Digital Products
ar: جميع المنتجات الرقمية

# on_auction_products_ucf
source: On Auction Products
ar: على منتجات المزاد

# bidded_products_ucf
source: Bidded Products
ar: منتجات العطاءات

# wholesale_products_ucf
source: Wholesale Products
ar: منتجات بالجملة

# browse_all_sellers_ucf
source: Browse All Sellers
ar: تصفح جميع البائعين

source: Delete my account
ar: احذف حسابي

# delete_account_warning_title
source: Do you want to delete your account from our system?
ar: هل تريد حذف حسابك من نظامنا؟

# delete_account_warning_description
source: Once your account is deleted from our system, you will lose your balance and other information from our system.
ar: بمجرد حذف حسابك من نظامنا ، ستفقد رصيدك والمعلومات الأخرى من نظامنا.

# blogs_ucf
source: Blogs
ar: التدوين

# check_balance_ucf
source: Check Balance
ar: تحقق من التوازن

# account_ucf
source: Account
ar: حساب

# auction_ucf
source: Auction
ar: مزاد علني

source: Classified products
ar: المنتجات المصنفة

# packages_ucf
source: Packages
ar: الحزم

# upload_limit_ucf
source: Upload Limit
ar: حد التحميل

# pending_delivery_ucf
source: Pending Delivery
ar: إنتظار التسليم

source: Flash deal has ended
ar: انتهت صلاحية صفقة الفلاش

# ended_ucf
source: Ended
ar: أنهيت

# flash_deals_ucf
source: Flash Deals
ar: عروض فلاش

# top_selling_products_ucf
source: Top Selling Products
ar: أفضل المنتجات مبيعًا

# product_ucf
source: Product
ar: مشروع

# products_ucf
source: Products
ar: منتجات

# sellers_ucf
source: Sellers
ar: الباعة

source: You can use filters while searching for products.
ar: يمكنك استخدام المرشحات أثناء البحث عن المنتجات.

# filter_ucf
source: Filter
ar: منقي

# sort_products_by_ucf
source: Sort Products By
ar: فرز المنتجات حسب

source: Price high to low
ar: السعر الاعلى الى الادنى

source: Price low to high
ar: السعر من الأقل إلى الأعلى

# new_arrival_ucf
source: New Arrival
ar: الوافد الجديد

# popularity_ucf
source: Popularity
ar: شعبية

# top_rated_ucf
source: Top Rated
ar: أعلى التصنيفات

# maximum_ucf
source: Maximum
ar: أقصى

# minimum_ucf
source: Minimum
ar: الحد الأدنى

# price_range_ucf
source: Price Range
ar: نطاق السعر

# search_here_ucf
source: Search here ?
ar: ابحث هنا ؟

# no_suggestion_available
source: No suggestion is available
ar: لا يوجد اقتراح متاح

# searched_for_all_lower
source: searched for
ar: بحثت عن

# times_all_lower
source: time(s)
ar: الوقت (مرات)

# found_all_lower
source: found
ar: وجد

source: Loading suggestions...
ar: جارٍ تحميل الاقتراحات ...

# sort_ucf
source: Sort
ar: يكتب

# default_ucf
source: Default
ar: تقصير

source: You can use sorting while searching for products.
ar: يمكنك استخدام الفرز أثناء البحث عن المنتجات.

# filter_screen_min_max_warning
source: Min price cannot be larger than max price
ar: لا يمكن أن يكون الحد الأدنى للسعر أكبر من الحد الأقصى للسعر

# followed_sellers_ucf
source: Followed Sellers
ar: الباعة المتبعون

# copy_product_link_ucf
source: Copy Product Link
ar: انسخ رابط المنتج

# share_options_ucf
source: Share Options
ar: مشاركة الخيارات

# title_ucf
source: Title
ar: عنوان

# enter_title_ucf
source: Enter Title
ar: أدخل العنوان

# message_ucf
source: Message
ar: رسالة

# enter_message_ucf
source: Enter Message
ar: أدخل رسالة

# title_or_message_empty_warning
source: Title or message cannot be empty
ar: لا يمكن أن يكون العنوان أو الرسالة فارغين

source: Could not create conversation
ar: لا يمكن إنشاء محادثة

source: Added to cart
ar: تمت الإضافة إلى عربة التسوق

# show_cart_all_capital
source: SHOW CART
ar: عرض عربة التسوق

# description_ucf
source: Description:
ar: وصف:

# brand_ucf
source: Brand:
ar: ماركة:

# total_price_ucf
source: Total Price
ar: السعر الكلي

# price_ucf
source: Price
ar: سعر

# color_ucf
source: Color
ar: لون

# seller_ucf
source: Seller
ar: رجل الأعمال

# club_point_ucf
source: Club Point
ar: كلوب بوينت

# quantity_ucf
source: Quantity:
ar: كمية:

source: Video not available
ar: الفيديو غير متوفر

# video_ucf
source: Video
ar: فيديو

# reviews_ucf
source: Reviews
ar: المراجعات

# seller_policy_ucf
source: Seller Policy
ar: سياسة البائع

# return_policy_ucf
source: Return Policy
ar: سياسة العائدات

# support_policy_ucf
source: Support Policy
ar: سياسة الدعم

source: Products you may also like
ar: المنتجات التي قد تعجبك أيضا

# other_ads_of_ucf
source: Other Ads of
ar: إعلانات أخرى من

# top_selling_products_from_seller
source: Top selling products from this seller
ar: المنتجات الأكثر مبيعًا من هذا البائع

source: Chat with seller
ar: تحدث مع البائع

# available_all_lower
source: available
ar: متاح

# add_to_cart_ucf
source: Add to Cart
ar: أضف إلى السلة

# buy_now_ucf
source: Buy Now
ar: اشتري الآن

source: No top selling products from this seller
ar: لا توجد منتجات للبيع من هذا البائع

# no_related_product
source: No related products
ar: لا توجد منتجات ذات صلة

# on_the_way_ucf
source: On The Way
ar: على الطريق

# all_ucf
source: All
ar: الجميع

# all_payments_ucf
source: All Payments
ar: جميع المدفوعات

# all_deliveries_ucf
source: All Deliveries
ar: جميع عمليات التسليم

# paid_ucf
source: Paid
ar: البراز

# unpaid_ucf
source: Unpaid
ar: غير مدفوع الأجر

# confirmed_ucf
source: Confirmed
ar: تأكيد

# delivered_ucf
source: Delivered
ar: تم التوصيل

# no_more_orders_ucf
source: No More Orders
ar: لا مزيد من الطلبات

# loading_more_orders_ucf
source: Loading More order...
ar: تحميل المزيد من الطلبات ...

# payment_status_ucf
source: Payment Status
ar: حالة السداد

# delivery_status_ucf
source: Delivery Status
ar: حالة التسليم

# product_name_ucf
source: Product Name
ar: اسم المنتج

# order_code_ucf
source: Order Code
ar: كود الطلب

# reason_ucf
source: Reason
ar: سبب

source: Reason cannot be empty
ar: لا يمكن أن يكون السبب فارغًا

# enter_reason_ucf
source: Enter Reason
ar: أدخل السبب

# show_request_list_ucf
source: Show Request List
ar: إظهار قائمة الطلبات

# ordered_product_ucf
source: Ordered Product
ar: المنتج المطلوب

# no_item_ordered
source: No items are ordered
ar: لم يتم طلب أي عناصر

# sub_total_all_capital
source: SUB TOTAL
ar: المجموع الفرعي

source: Order placed
ar: تم الطلب

# shipping_method_ucf
source: Shipping Method
ar: طريقة الشحن

# order_date_ucf
source: Order Date
ar: تاريخ تقديم الطلب

# payment_method_ucf
source: Payment Method
ar: طريقة الدفع أو الدفع

# shipping_address_ucf
source: Shipping Address
ar: عنوان الشحن

# name_ucf
source: Name
ar: اسم

# email_ucf
source: Email
ar: بريد إلكتروني

source: Postal code
ar: رمز بريدي

# item_all_lower
source: item
ar: غاية

# ask_for_refund_ucf
source: Ask For Refund
ar: اطلب استرداد

# refund_status_ucf
source: Refund Status
ar: حالة الاسترداد

# order_details_ucf
source: Order Details
ar: تفاصيل الطلب

# make_offline_payment_ucf
source: Make Offline Payment
ar: قم بالدفع دون اتصال بالإنترنت

source: Choose an address
ar: اختر عنوانا

# choose_delivery_ucf
source: Choose Delivery
ar: اختر التسليم

# home_delivery_ucf
source: Home Delivery
ar: توصيل منزلي

source: Choose an address or pickup point
ar: اختر عنوانًا أو نقطة التقاط

source: To add or edit addresses, Go to address page
ar: لإضافة أو تحرير العناوين ، انتقل إلى صفحة العنوان

# shipping_cost_ucf
source: Shipping Cost
ar: رسوم الشحن

source: Shipping Info
ar: معلومات الشحن

# carrier_points_is_unavailable_ucf
source: Carrier Points Is Unavailable
ar: نقاط الناقل غير متوفرة

# carrier_ucf
source: Carrier
ar: الناقل

source: Proceed to checkout
ar: الشروع في الخروج

# continue_to_delivery_info_ucf
source: Continue to Delivery Info
ar: تواصل إلى تسليم المعلومات

# pickup_point_is_unavailable_ucf
source: Pickup Point Is Unavailable
ar: نقطة الالتقاط غير متوفرة

# pickup_point_ucf
source: Pickup Point
ar: نقطة الالتقاط

source: Mark as delivered
ar: وضع علامة "تم التسليم"

# please_wait_ucf
source: Please Wait...
ar: انتظر من فضلك...

source: Remaining uploads
ar: التنزيلات المتبقية

source: Amount cannot be empty
ar: لا يمكن أن يكون المبلغ فارغًا

# my_wallet_ucf
source: My Wallet
ar: محفظتى

source: No recharges yet
ar: لا توجد عمليات إعادة شحن حتى الآن

# approval_status_ucf
source: Approval Status
ar: حالة القبول

# wallet_balance_ucf
source: Wallet Balance
ar: رصيد المحفظة

source: Last recharged
ar: الشحن الأخير

# wallet_recharge_history_ucf
source: Wallet Recharge History
ar: سجل إعادة شحن المحفظة

# amount_ucf
source: Amount
ar: كمية

# enter_amount_ucf
source: Enter Amount
ar: أدخل المبلغ

source: Wholesale product
ar: منتج بالجملة

# recharge_wallet_ucf
source: Recharge Wallet
ar: إعادة شحن المحفظة

source: Please log in to see the wishlist items
ar: الرجاء تسجيل الدخول لعرض عناصر قائمة الرغبات

source: Enter email
ar: أدخل البريد الإلكتروني

source: Enter phone number
ar: أدخل رقم الهاتف

source: Enter password
ar: أدخل كلمة المرور

# or_login_with_a_phone
source: or, Login with a phone number
ar: أو قم بتسجيل الدخول باستخدام رقم هاتف

source: or, Login with an email
ar: أو تسجيل الدخول بالبريد الإلكتروني

# password_ucf
source: Password
ar: كلمة المرور

# login_screen_phone
source: Phone
ar: هاتف

# login_screen_forgot_password
source: Forgot Password?
ar: نسيت كلمة السر؟

# login_screen_log_in
source: Log in
ar: تسجيل الدخول

# login_screen_or_create_new_account
source: or, create a new account ?
ar: أو إنشاء حساب جديد؟

# login_screen_sign_up
source: Sign up
ar: الاشتراك

# login_screen_login_with
source: Login with
ar: تسجيل الدخول مع

source: Location not available
ar: الموقع غير متوفر

source: Login to
ar: تسجيل الدخول إلى

source: Enter your name
ar: أدخل أسمك

source: Confirm your password
ar: أكد رقمك السري

source: Password must contain at least 6 characters
ar: يجب أن تحتوي كلمة المرور على 6 أحرف على الأقل

source: Passwords do not match
ar: كلمة المرور غير مطابقة

# join_ucf
source: Join
ar: ينضم

# retype_password_ucf
source: Retype Password
ar: أعد إدخال كلمة المرور

# or_register_with_a_phone
source: or, Register with a phone number
ar: أو سجل برقم هاتف

source: or, Register with an email
ar: أو التسجيل عبر البريد الإلكتروني

# sign_up_ucf
source: Sign Up
ar: الاشتراك

source: Already have an Account ?
ar: هل لديك حساب ؟

source: Log in
ar: تسجيل الدخول

source: Requested for cancellation
ar: مطلوب للإلغاء

# forget_password_ucf
source: Forget Password ?
ar: نسيت كلمة السر؟

source: or, send code via phone number
ar: أو أرسل الرمز عبر رقم الهاتف

source: or, send code via email
ar: أو إرسال رمز عبر البريد الإلكتروني

# send_code_ucf
source: Send Code
ar: أرسل الرمز

source: Enter verification code
ar: أدخل رمز التحقق

source: Verify your
ar: تحقق الخاص بك

# email_account_ucf
source: Email Account
ar: حساب البريد الإلكتروني
